adpyke.vscode-sql-formatter
alexkrechik.cucumberautocomplete
Angular.ng-template
bierner.emojisense
bierner.markdown-mermaid
bmewburn.vscode-intelephense-client
dbaeumer.vscode-eslint
DEVSENSE.composer-php-vscode
DEVSENSE.phptools-vscode
DEVSENSE.profiler-php-vscode
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
EasyCodeAI.chatgpt-gpt4-gpt3-vscode
EditorConfig.EditorConfig
esbenp.prettier-vscode
figma.figma-vscode-extension
getpsalm.psalm-vscode-plugin
golang.go
johnpapa.Angular2
junstyle.php-cs-fixer
mgmcdermott.vscode-language-babel
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
phproberto.vscode-php-getters-setters
redhat.vscode-xml
redhat.vscode-yaml
rexshi.phpdoc-comment-vscode-plugin
SimonSiefke.svg-preview
syler.sass-indented
technosophos.vscode-helm
TheNouillet.symfony-vscode
thomas-baumgaertner.vcl
whatwedo.twig
xdebug.php-debug
yzhang.markdown-all-in-one